export const icd10roots = [
    {
        code: "A00-B99",
        name: "НЕКОТОРЫЕ ИНФЕКЦИОННЫЕ И ПАРАЗИТАРНЫЕ БОЛЕЗНИ",
        id: "e42b938d-1f3b-4119-b495-18afa80f6543",
        createTime: "2023-12-18T16:40:37.7600229"
    },
    {
        code: "C00-D48",
        name: "НОВООБРАЗОВАНИЯ",
        id: "d6b4b64c-352f-42de-8ff6-64ae0bc47582",
        createTime: "2023-12-18T16:40:43.3183311"
    },
    {
        code: "D50-D89",
        name: "БОЛЕЗНИ КРОВИ, КРОВЕТВОРНЫХ ОРГАНОВ И ОТДЕЛЬНЫЕ НАРУШЕНИЯ, ВОВЛЕКАЮЩИЕ ИММУННЫЙ МЕХАНИЗМ",
        id: "bd483a09-e537-4b61-9422-2e290aa2eb5c",
        createTime: "2023-12-18T16:40:38.9583258"
    },
    {
        code: "E00-E90",
        name: "БОЛЕЗНИ ЭНДОКРИННОЙ СИСТЕМЫ, РАССТРОЙСТВА ПИТАНИЯ И НАРУШЕНИЯ ОБМЕНА ВЕЩЕСТВ",
        id: "a31d9e28-b9ec-41ee-83e7-635248321606",
        createTime: "2023-12-18T16:40:42.4425963"
    },
    {
        code: "F00-F99",
        name: "ПСИХИЧЕСКИЕ РАССТРОЙСТВА И РАССТРОЙСТВА ПОВЕДЕНИЯ",
        id: "3b6ca230-86fb-4f6e-a2ca-603fab1334bf",
        createTime: "2023-12-18T16:40:41.8121748"
    },
    {
        code: "G00-G99",
        name: "БОЛЕЗНИ НЕРВНОЙ СИСТЕМЫ",
        id: "ac340c40-08a0-4d05-abc5-c3f1c74d9d1d",
        createTime: "2023-12-18T16:40:51.979838"
    },
    {
        code: "H00-H59",
        name: "БОЛЕЗНИ ГЛАЗА И ЕГО ПРИДАТОЧНОГО АППАРАТА",
        id: "56713eb4-d532-4709-96e0-059538bda236",
        createTime: "2023-12-18T16:40:34.4355603"
    },
    {
        code: "H60-H95",
        name: "БОЛЕЗНИ УХА И СОСЦЕВИДНОГО ОТРОСТКА",
        id: "94e9f734-47c4-4638-bd55-ee6e17794054",
        createTime: "2023-12-18T16:40:52.5447824"
    },
    {
        code: "I00-I99",
        name: "БОЛЕЗНИ СИСТЕМЫ КРОВООБРАЩЕНИЯ",
        id: "4d7c45c6-f58d-4ee7-9d9d-6bcea05ce8d9",
        createTime: "2023-12-18T16:40:44.0882147"
    },
    {
        code: "J00-J99",
        name: "БОЛЕЗНИ ОРГАНОВ ДЫХАНИЯ",
        id: "bd73f6fb-9d2e-4ff2-9994-adede4368e09",
        createTime: "2023-12-18T16:40:47.1643303"
    },
    {
        code: "K00-K93",
        name: "БОЛЕЗНИ ОРГАНОВ ПИЩЕВАРЕНИЯ",
        id: "9c8de7cb-b719-4f36-8de1-072ec0af8beb",
        createTime: "2023-12-18T16:40:35.2373088"
    },
    {
        code: "L00-L99",
        name: "БОЛЕЗНИ КОЖИ И ПОДКОЖНОЙ КЛЕТЧАТКИ",
        id: "96325778-6f53-437e-9c63-3d83cb28070a",
        createTime: "2023-12-18T16:40:40.1847493"
    },
    {
        code: "M00-M99",
        name: "БОЛЕЗНИ КОСТНО-МЫШЕЧНОЙ СИСТЕМЫ И СОЕДИНИТЕЛЬНОЙ ТКАНИ",
        id: "5dc769af-b8b0-4641-bb6f-11cd48c4dd3f",
        createTime: "2023-12-18T16:40:36.0148618"
    },
    {
        code: "N00-N99",
        name: "БОЛЕЗНИ МОЧЕПОЛОВОЙ СИСТЕМЫ",
        id: "6279ecb8-fbc1-4fc0-91b7-511302734b7e",
        createTime: "2023-12-18T16:40:40.8322121"
    },
    {
        code: "O00-O99",
        name: "БЕРЕМЕННОСТЬ, РОДЫ И ПОСЛЕРОДОВОЙ ПЕРИОД",
        id: "cacc91dc-4764-48a6-a556-a1dbfa44d9a2",
        createTime: "2023-12-18T16:40:44.8323537"
    },
    {
        code: "P00-P96",
        name: "ОТДЕЛЬНЫЕ СОСТОЯНИЯ, ВОЗНИКАЮЩИЕ В ПЕРИНАТАЛЬНОМ ПЕРИОДЕ",
        id: "bae420f7-1d8b-4759-b1fb-3268206953a1",
        createTime: "2023-12-18T16:40:39.5986186"
    },
    {
        code: "Q00-Q99",
        name: "ВРОЖДЕННЫЕ АНОМАЛИИ [ПОРОКИ РАЗВИТИЯ], ДЕФОРМАЦИИ И ХРОМОСОМНЫЕ НАРУШЕНИЯ",
        id: "ef8cf91e-9a69-4910-adf0-16db5baafcb7",
        createTime: "2023-12-18T16:40:36.8336211"
    },
    {
        code: "R00-R99",
        name: "СИМПТОМЫ, ПРИЗНАКИ И ОТКЛОНЕНИЯ ОТ НОРМЫ, ВЫЯВЛЕННЫЕ ПРИ КЛИНИЧЕСКИХ И ЛАБОРАТОРНЫХ ИССЛЕДОВАНИЯХ, НЕ КЛАССИФИЦИРОВАННЫЕ В ДРУГИХ РУБРИКАХ",
        id: "6524b9ae-a5ea-4e7c-8583-290ae030d7f3",
        createTime: "2023-12-18T16:40:38.4369895"
    },
    {
        code: "S00-T98",
        name: "ТРАВМЫ, ОТРАВЛЕНИЯ И НЕКОТОРЫЕ ДРУГИЕ ПОСЛЕДСТВИЯ ВОЗДЕЙСТВИЯ ВНЕШНИХ ПРИЧИН",
        id: "17cf2652-405b-44a5-9766-a26b2c8afa3b",
        createTime: "2023-12-18T16:40:46.3245651"
    },
    {
        code: "U00-U85",
        name: "КОДЫ ДЛЯ СПЕЦИАЛЬНЫХ ЦЕЛЕЙ",
        id: "037f0921-f070-4ebb-bf89-5bb5953ecf52",
        createTime: "2023-12-18T16:40:41.2198669"
    },
    {
        code: "V01-Y98",
        name: "ВНЕШНИЕ ПРИЧИНЫ ЗАБОЛЕВАЕМОСТИ И СМЕРТНОСТИ",
        id: "02c59abd-0ec0-4143-815d-b975b05cb1c4",
        createTime: "2023-12-18T16:40:49.8456023"
    },
    {
        code: "Z00-Z99",
        name: "ФАКТОРЫ, ВЛИЯЮЩИЕ НА СОСТОЯНИЕ ЗДОРОВЬЯ НАСЕЛЕНИЯ И ОБРАЩЕНИЯ В УЧРЕЖДЕНИЯ ЗДРАВООХРАНЕНИЯ",
        id: "4b34cc2b-6d97-4266-83d5-bc6c25decbbe",
        createTime: "2023-12-18T16:40:51.2165585"
    }
]